Repository: satojkee/ayumi-bot
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: uk

# common.help
source: Hello, <b>{first_name}</b>! My name is <b>{bot_name}</b>. I'm an ai-powered chat assistant. We <b>must</b> become friends first, if you want to use my features ^^ Use <code>/{get_access}</code> for that 👉👈 <b>How to ask me a question?</b> Start your message with <b>{bot_name}</b>. <code>{bot_name}, how are you today?</code> <b>How to generate an image?</b> Start your message with <b>{bot_name}@i</b>. <code>{bot_name}@i, small cute kittens.</code> <b>Speech-to-text guide</b> Just forward a voice message you want to transcribe
uk: Привіт, <b>{first_name}</b>! Я <b>{bot_name}</b> - розумна чат-помічниця. Ми повинні бути друзями, щоб ви змогли користуватися моїми можливостями ^^ Запросіть доступ командою <code>/{get_access}</code> 👉👈 <b>Як спитати щось в мене?</b> Почни своє повідомлення з <b>{bot_name}</b> <code>{bot_name}, як ти себе почуваєш?</code> <b>Як згенерувати зображення?</b> Почни своє повідомлення з <b>{bot_name}@i</b> <code>{bot_name}@i, маленькі милі кошенята.</code> <b>Голос у текст</b> Просто перешли голосове повідомлення, транскрипцію якого хочеш отримати

# common.access_request
source: Access request from {user} ChatID: <code>{chat_id}</code> Chat Title: "<code>{title}</code>" Chat Type: <b>{chat_type}</b> Select the action below.
uk: Запит доступу від {user} ID Чату: <code>{chat_id}</code> Назва: "<code>{title}</code>" Тип часту: <b>{chat_type}</b> Оберіть дію знизу

# common.processing
source: Processing your request 🕒
uk: Опрацьовую твій запит 🕒

# common.chat_profile
source: Chat ID: <code>{chat_id}</code> Title: "<code>{title}</code>" Type: <b>{chat_type}</b> Added: <b>{created}</b>
uk: Чат: <code>{chat_id}</code> Назва: "<code>{title}</code>" Тип: <b>{chat_type}</b> Додано: <b>{created}</b>

# common.inline_title
source: Here's my response for "{query}"
uk: Моя відповідь на "{query}"

# access.granted
source: Access level: <b>{level}</b> granted ദ്ദി(˵ •̀ ᴗ - ˵ ) ✧
uk: Рівень доступу: <b>{level}</b> надано ദ്ദി(˵ •̀ ᴗ - ˵ ) ✧

# access.refused
source: Access revoked :c
uk: Відмовлено в доступі :c

# access.pending
source: I'll let you know when I make a decision ≽^•⩊•^≼
uk: Я подумаю, але дам тобі знати, як закінчу ≽^•⩊•^≼

# error.api
source: 😢 Something went wrong during API request. Please, try again
uk: Щось не так з запитом до API серверу. Будь ласка, спробуй ще раз.

# error.permissions
source: ⚠️ Not enough permissions :c For additional information, contact: {admin}
uk: ⚠️ Недостатньо прав для цієї дії Для додаткової інформації, звернися до: {admin}

# error.auth
source: Authorization error. Please, try again
uk: Помилка авторизації. Будь ласка, спробуй ще раз.

# access_keyboard.highlighted
source: Level {value} 🌟
uk: Рівень {value} 🌟

# access_keyboard.level
source: Level {value}
uk: Рівень {value}

# access_keyboard.deny
source: Deny ❌
uk: Відмовити ❌
